Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3216.html.tmx
Source language: sme
Languages: nob

source: PRD : Sámegielat skuvlaluohkát buot stuora gávpogiin Norggas
nob: PRM : Samiske skoleklasser i alle storbyer i Norge

source: - Mis lea mihttu ahte álggahuvvojit sierra sámegielat skuvlaluohkát buot stuora gávpogiidda Norggas gos orrot sápmelaččat , lohká várrepresideanta Marianne Balto .
nob: - Vi har som mål at det opprettes egne samiske skoleklasser i alle storbyer i Norge der det bor samer , sier visepresident Marianne Balto .

source: Son oaivvilda dát lea vejolaš maŋŋil go Sámediggi ovttas Ráđđehusain lea sihkkarastán fásta ruhtadeami sámi lohkanguovddážii Sámi Allaskuvllas Guovdageainnus .
nob: Hun mener dette er mulig etter at Sametinget sammen med Regjeringen har sikret fast finansiering for samisk lesesenter ved Samisk Høyskole i Kautokeino .

source: Almmuhan Magga , Sara Marja .
nob: Publisert av Magga , Sara Marja .

source: Maŋimustá rievdaduvvon 15.09.2009
nob: Sist endret 15.09.2009

source: Máhttodepartemeanta lea várren 2 miljovnna ruvnno , Bargo ja searvadahttindepartemeanta 1 miljovnna ruvnno ja Sámediggi 500 000 ruvnno ruhtadeapmái lohkanguovddáža doibmii .
nob: Kunnskapsdepartementet har lagt inn 2 millioner kroner , Arbeids- og Inkluderingsdepartementet 1 million og Sametinget 500 000 kroner til finansiering av lesesenterets drift .

source: Guovddáža doaibma galgá leat oassin stuora áŋgiruššamis sámi giela nannemis boahtte 5 jagi , Sámegielaid doaibmaplána .
nob: Senterets virksomhet skal koples opp mot den store satsingen på samisk språk i de neste 5 årene , Handlingsplan for samisk språk .

source: - Guovddáža ásaheapmi dahká maid álkibun álggahit sierra sámi skuvlaluohkáid olggobealde sámi giela hálddašanguovllu .
nob: - Opprettelsen av senteret vil også gjøre det lettere å opprette egne samiske skoleklasser utenfor forvaltningsområdet for samisk språk .

source: Bargiidbellodahkii lea mihttun ahte sápmelaččain galgá leat buorre skuvlafálaldat gos ihkinassii Norggas sii orrot .
nob: Og for Arbeiderpartiet er det en målsetting at samer i skal ha et godt skoletilbud uansett hvor i landet de bor .

source: Lea áibbas lunddolaš ahte álggahuvvojit sierra skuvlaluohkát stuora gávpogiin , lohká várrepresideanta ja rámida Álttá , Romssa ja Oslo gos juo gávdno dákkár fálaldat .
nob: I de store byene er det helt naturlig at det opprettes egne skoleklasser , sier visepresidenten og berømmer Alta , Tromsø og Oslo som allerede har et slikt tilbud .

source: Sámediggeráđđi čujuha dasa ahte dát gelbbolašvuođaguovddáš šaddá dehálaš doarjjafunkšuvdnan buohkaide geat geavahit sámegiela oahpahusas ja giellaoahpaheamis .
nob: Sametingsrådet viser til at dette kompetansesenteret vil bli en viktig støttefunksjon for alle som bruker samisk i undervisningen og i språkopplæringen .

source: Odne lea stuorimus váttisvuohta dat go eai gávdno doarvái oahpaheaddjit .
nob: I dag er et av de store problemene at det ikke finnes nok lærekrefter .

source: Dan sivas lea dál manus kampánja oččodit eanet olbmuid álgit oahpaheaddjin ja dás boahtá lohkanguovddážis leat dehálaš funkšuvdna .
nob: Derfor kjøres det nå en kampanje for å rekruttere flere lærere og her vil lesesenteret også ha en viktig funksjon .

source: - Jus mii galgat lihkostuvvat oažžut sámegiela beaivválaš giellan sámiid gaskkas vaikko gos riikkas sii orrot , de fertet mii áŋgiruššat mánáidgárddiin , astoáiggefálaldagas , vuođđoskuvllas , giellaguovddážiin ja alit oahpahusas .
nob: - Om vi skal lykkes med å gjøre samisk til et dagligdags språk blant samer uansett bosted , må vi satse på barnehagene , skolefritidsordningen , grunnskolen , språksentra og høyere utdanning .

source: Dás boahtá lohkanguovddáš leat doarjjan dieđuiguin , ráđđeaddin ja nevvodeaddjin buohkaide geat oahpahit sámi giela ja sámegillii , lohká Balto .
nob: Her vil lesesenteret komme inn som en støttespiller med informasjon , som rådgiver og veileder for alle som driver opplæring i og på samisk , sier Balto .

source: Lohkanguovddáš lea oassin stuorát áŋgiruššamis ja boahtá leat oassin Ráđđehusa Sámegielaid doaibmaplánas .
nob: Lesesenteret er en del av en større satsing og vil være en del av Regjeringens handlingsplan for samisk språk .

source: Dát lea áŋgiruššan mii dáhpáhuvvá lagas ovttasbarggu bokte Sámedikkiin .
nob: Dette er en satsing som skjer i nært samarbeid med Sametinget .

source: Dasa lassin lea Sámediggi bidjan johtui giellaprográmma ovttas Sámi allaskuvllain gos okta mihttu lea addit sámi rávisolbmuide vejolašvuođa oahppat sámi giela .
nob: I tillegg har Sametinget inngangsatt et språkprogram sammen med Samisk Høyskole der ett av målene er å gi voksne samer muligheten til å lære seg samisk .

source: - Ollu sámi rávisolbmuide lea dilli dat ahte sii leat massán iežaset giela .
nob: - For mange voksne samer er situasjonen den at de er fratatt sitt språk .

source: Muhtimat goitge máhtte giela ieš guđet ge meari ja sis lea stuora sávaldat beassat albma ládje oahppat iežaset giela .
nob: Noen behersker likevel språket på forskjellige nivå og har et sterkt ønske om å kunne revitalisere språket sitt .

source: Buohkaide dáidda galgat mii addit fálaldaga oažžut gielaset ruovttoluotta , lohká várrepresideanta Marianne Balto .
nob: Det er alle disse vi skal gi et tilbud om å ta språket tilbake , sier visepresident Marianne Balto .

source: Várrepresideanta Marianne Balto
nob: Marianne Balto

source: Mobila
nob: Mobil
